[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"en",{"GAMEBAR_VERTICAL_QUIT":"Quit","GAMEBAR_VERTICAL_SOUND":"Sound","GAMEBAR_VERTICAL_GAME_INFO":"Game Info","GAMEBAR_VERTICAL_CLOSE":"Close","GAMEBAR_VERTICAL_QUIT_GAME":"Quit Game","GAMEBAR_VERTICAL_QUIT_CHECK":"Are you sure you want to quit?","GAMEBAR_VERTICAL_CANCEL":"Cancel","GAMEBAR_VERTICAL_AUTO_SPIN":"AUTO SPIN","GAMEBAR_VERTICAL_AUTO_SPIN_TIMES":"Number of Auto Spins","GAMEBAR_VERTICAL_START_AUTO_SPIN":"Start Auto Spin","GAMEBAR_HORIZONTAL_TOTAL_BALANCE":"TOTAL","GAMEBAR_HORIZONTAL_WIN":"WIN","GAMEBAR_HORIZONTAL_BET":"BET","GAMEINFO_TITLE":"GAME INFO","GAMEINFO_TITLE_PAY_TABLE":"SYMBOL PAYTABLE","GAMEINFO_TITLE_PAY_LINES":"PAY_LINES","GAMEINFO_TITLE_GAME_RULES":"GAME RULES","GAMEINFO_COMBO_GAME_PAY_LINES_RULES":"ELIMINATE CONTINUOUS EXPLOSIONS. AS LONG AS YOU SUCCESSFULLY CONNECT TO ELIMINATE THE PRIZE PICTURES, NEW PRIZE PICTURES WILL DROP UNTIL YOU ARE NO LONGER CONNECTED.","GAMEINFO_BEACH_PAY_LINES_RURLES":"INCREASE YOUR REWARDS BY TWO TO FIVE HUNDRED TIMES WHENEVER THE MULTIPLE SYMBOL APPEARS ON THE SCREEN.","GAMEINFO_BEACH_RURLES":"BASE GAME\nGET EIGHT OR MORE SAME SYMBOLS ANYWHERE IN A SINGLE ROUND TO SCORE POINTS.\nTHE CUMULATIVE NUMBER OF CONNECTIONS TRIGGERS THE MULTIPLIER REWARD.\nIF A MULTIPLIER REWARD APPEARS AND IS CONNECTED, ONE CAN RANDOMLY OBTAIN A MULTIPLIER REWARD RANGING FROM TWO TO FIVE HUNDRED TIMES.\nA SINGLE ROUND REQUIRES CONNECTING TO TRIGGER THE MULTIPLE REWARDS.\nWHEN NO MORE COLLISIONS ARE DROPPED, THE TOTAL REWARD WILL BE ALL REWARDS ON THE BOARD ADDED TOGETHER AND MULTIPLIED BY THE SCORE.\n\nFREE GAME\nTHE GAME RULES IS THE SAME AS THE NORMAL GAME.\nTHE BONUS SYMBOL WILL APPEAR ANYWHERE, AND ONLY ONE WILL APPEAR ON EACH AXIS AT MOST.\nGET FOUR TO SIX BONUS SYMBOLS IN A SINGLE GAME CAN ENTER FIFTEEN FREE GAMES.\nAS LONG AS MULTIPLE REWARDS APPEARS AND IS SCORED, THE MULTIPLIER WILL BE ACCUMULATED INTO THE TOTAL ACQUISITION MULTIPLIER.\nWHENEVER ANY NEW MULTIPLE REWARDS APPEAR AND POINTS ARE SCORED,THE TOTAL GAIN MULTIPLIER WILL BE USED TO MULTIPLY THE SCORE.\nGET OTHER BONUS SYMBOLS IN A FREE GAME, CAN GET FIVE MORE FREE GAMES.","GAMEINFO_NIGHTCLUB_RURLES":"BASE GAME\nTHERE ARE FIVE TYPES OF WILD*1、WILD*2、WILD*3、WILD*5、WILD*10.\nIF TWO OR MORE WILD APPEAR ON THE SAME LINE, THE TOTAL SCORE IS THE SUM OF THE WILD MULTIPLIERS MULTIPLIED BY THE ORIGINAL SCORE.\n\nFREE GAME\nGET 3 SCATTER TO INTO 6 FREE GAME.\nSCATTER WILL ONLY APPEARS ON REEL 234.\nONLY WILD*2、WILD*3、WILD*5、WILD*10 WILL APPEAR IN THE FREE GAME.\nIF A SCATTER SYMBOL APPEARS DURING FREE GAME, 1 SCATTER SYMBOL CAN INCREASE THE NUMBER OF GAMES BY 2.","GAMEINFO_MAYA_RURLES":"BASE GAME\nP1~P5 CAN BE CONNECTED FROM LEFT TO RIGHT AND FROM RIGHT TO LEFT.\nWILD ONLY APPEAR ON ROUNDS 2, 3, 4, AND 5.\nIN THE REEL 2、3、4、5, THERE WILL BE REGULAR SYMBOLS OR SUPER SYMBOLS.\nTHE SUPER SYMBOL IS A LARGE SYMBOL THAT OCCUPIES MULTIPLE REELS, ONLY P1~P5 AND THE WILD SYMBOL CAN BE THE SUPER SYMBOL.\nTHE SUPER SYMBOLS WILL BE SWITCHED TO MULTIPLE NORMAL SYMBOLS EACH TIME SPIN TO INCREASE THE CHANCE OF CONNECTING THE NEW SYMBOLS BEHIND.\n\nFREE GAME\nTHREE BONUS SYMBOLS APPEAR ANYWHERE ON THE WHEEL CAN ENTER SEVEN FREE GAMES.\nTHE GAME RULES IS THE SAME AS THE BASE GAME.\nSPECIAL SYMBOLS CAN BE COLLECTED IN FREE GAMES. IT WILL ONLY APPEARS IN REEL 1 AND 6.\nCOLLECT 6~8 SPECIAL SYMBOLS CAN GET TWO CLICKS.\nCOLLECT 9~11 SPECIAL SYMBOLS CAN GET FOUR CLICKS.\nCOLLECT 12 SPECIAL SYMBOLS CAN GET SIX CLICKS.","GAMEINFO_VENUS_RURLES":"BASE GAME\nSCATTERS WILL ONLY APPEAR ON WHEEL 234.\nGET THREE SCATTERS CAN GET FIVE FREE GAMES.\n\nFREE GAME\nIF A SCATTER APPEARS IN A FREE GAME, THE NUMBER OF FREE GAMES WILL +1.\nIF THERE IS A CONNECTION IN A FREE GAME, THE MULTIPLIER REWARD WILL +1.","NONE":""}]],0,0,[],[],[]]